{
  "Cocina de base": {
    "priority": -100,
    "entries":
    {
      "Tipos de cortes":
      {
        "diff": 1,
        "content":
        [
          "Puede parecer irrelevante, pero los tipos de corte afectan a cómo sabrá una receta. No es lo mismo cortar una cebolla en trozos minúsculos (ciseler) que en trozos más grandes; no se dorarán igual, y lo mismo pasa con el resto de vegetales. Existen diferentes tipos de cortes, algunos de los cuales son los siguientes:\n\nCiseler:\n\nConsiste en hacer cortes lo más finos posibles a lo largo de la verdura, de forma que quede cada corte lo más pegado el uno del otro. Después se hace un corte transversal si la pieza es muy grande y se vuelve a cortar finamente. Para este tipo de corte es muy importante disponer de un cuchillo afilado.",
          "p1",
          "p1",
          "p1"
        ]
      },
      "A - Título":
      {
        "diff": 1,
        "content":
        [
          "p100",
          "p1"
        ]
      }
    }
  },
  "Cuencos y boles": {
    "priority": 50,
    "entries":
    {
      "Introducción":
      {
        "diff": 1,
        "content":
        [
          "Los cuencos son una tendencia que en algunos aspectos supera a los platos, ya que son una preparación relativamente rápida, apta para una comida o una cena y que permite cierto margen de creatividad. Ese es precisamente el secreto: lo más importante es que lo hagas a tu manera, aunque existen ciertas sugerencias para que siempre tengas éxito.\n\n1) Usa lo que tengas a mano (despensa, nevera...) como punto de partida.\n2) Prepara los componentes con antelación, y así improvisar cada bol será mucho más sencillo. Cocinar algunas bases, salsas o componentes a principio de semana puede salvarte alguna cena en días en los que no tengas mucho tiempo.\n3) Trata de usar colores y texturas diferentes, y así, además de rico, tendrás un plato visualmente atractivo.\n4) De vez en cuando, prueba algún tipo de dieta diferente: vegetariano, sin gluten... hay boles para todos los gustos. Intenta probar recetas más atrevidas o desconocidas.\n5) Una forma de tomar cuencos es añadir mucha decoración por encima, sí, pero lo mejor es añadir unos pocos menos ingredientes pero que sean frescos y de calidad.\n6) Usar encurtidos aporta un toque algo más ácido al bol, y pueden ser mucho más que usar simples pepinillos (por muy sabrosos que sean)."
        ]
      },
      "Anatomía":
      {
        "diff": 1,
        "content":
        [
          "Aunque no existen reglas fijas en este tipo de preparaciones, puedes seguir ciertas recomendaciones. Una proporción 1:1 entre base y toppings te asegurará que la base no se pierda y que los toppings no sean excesivamente protagónicos. Los mejores cuencos, los que tienen más sabor y son más interesantes en su textura, tienen elementos de las siguientes categorías:\n\n1) Base:\nCambiar la base hace que un bol sea completamente diferente. Añade la mitad de la salsa a la base y reserva la otra mitad para la decoración, y así todo el bol tendrá sabor. Buenas bases pueden ser verduras, arroz, fideos y caldos, pero también pueden hacer un buen papel como toppings, como sería añadir alubias a un bol con base de arroz o echar un poco de arroz salvaje a una cama de ensalada.\n\n2) Proteína:\nCambiar el corte de la proteína afectará a la textura final del bol, ya sea en cubos, finamente picada o hasta cortada en piezas grandes. Incluso sin carne, un bol vegano puede obtener grandes cantidades de proteína a partir del tofu, tempeh y legumbres.\n\n3) Verduras:\nLas verduras potencian el sabor, la apariencia y la textura del cuenco. No tengas miedo de combinar verduras crudas y cocinadas en el mismo bol, o de usar fruta en lugar de verdura. También puedes cambiar el corte, y de esta forma, aunque el ingrediente empleado sea el mismo, le aportará variedad a tus boles.\n\n4) Salsa:\nAdemás de aportarle sabor, la salsa puede darle carácter al bol. Puede ser tan simple como comprarla o tan compleja como haga falta, y su consistencia puede variar desde una fina vinagreta hasta una crema.\n\n5) Crujiente:\nUn bol puede estar perfectamente bueno sin este elemento, pero aunque sea opcional, es un añadido bastante recomendable. Puede ser simple, como unas finas rodajas de rábano o unos frutos secos, pero también pueden ser más complejos, como unos encurtidos caseros.\n\nSi decides preparar los componentes con antelación, ten presente que no todos los ingredientes se mantendrán frescos. En líneas generales, las proteínas, verduras y fideos duran alrededor de dos días, los cereales tres, las salsas 3 o más, y, por último, los toppings durarán 5 o más días. Empacar boles para la comida es sencillo, pero guarda las salsas y toppings aparte, ya que, de lo contrario, harán que la base se empape."
        ]
      },
      "Decoración":
      {
        "diff": 1,
        "content":
        [
          "El atractivo del bol no reside únicamente en el sabor; también debe ser agradable visualmente. Lo más fácil es echar los ingredientes en el bol sin ningún orden, pero puedes convertir un bol plano en un bol estético en cuestión de segundos.\n\n1) Separa los ingredientes en pequeños montones para resaltar sus colores y texturas. Agrupar los componentes muestra cada elemento por separado.\n\n2) Puedes cortar, picar o espolvorear hierbas sobre el bol, dando así un toque de color y un sabor más fresco.\n\n3) Si pones el arroz dentro de una taza medidora y le das la vuelta sobre un plato, quedará con la forma de la taza, dando un aspecto visual diferente.\n\n4) Añade texturas diferentes haciendo uso de los crujientes, idealmente diferentes ingredientes con diferentes tamaños cada uno, incluso entre aquellos del mismo tipo.\n\n5) Frutas y verduras frescas como la granada, el tomate, la naranja o el aguacate pueden aportar toda la paleta de colores del arcoíris al cuenco, haciéndolo agradable a la vista. Puedes probar diferentes colores de verduras comunes, como la remolacha dorada o la coliflor morada.\n\n6) Utiliza la salsa como toque final, rociándola en zigzag, en espiral o en puntos, creando un bol más colorido.\n\n7) Las frutas y verduras en láminas, como el aguacate, la pera y la manzana, se ven mejor dispuestas en abanico. Para ello, sujeta un extremo de las láminas y luego despliega las láminas hacia fuera."
        ]
      }
    }
  },
  "Superalimentos": {
    "priority": 50,
    "entries":
    {
      "Introducción":
      {
        "diff": 1,
        "content":
        [
          "Los superalimentos son ingredientes que se consideran especialmente ricos en nutrientes, tales como antoxidantes, vitaminas y minerales. Aunque el término 'superalimento' se usa a menudo en marketing, muchos de estos alimentos ofrecen multitud de beneficios para la salud, siendo una gran adición para una dieta equilibrada. Es importante recalcar que este término puede resultar engañoso, ya que todos los alimentos pueden contribuir a una dieta equilibrada, y ninguno de los ingredientes puede reemplazar a una dieta saludable en su totalidad. Sin embargo, incluir algunos de los 'superalimentos' puede ser beneficioso por su cantidad y diversidad de nutrientes."
        ]
      },
      "Aguacate":
      {
        "diff": 2,
        "content":
        [
          "Los aguacates tienen unas 20 vitaminas y minerales, esenciales para una vida sana. Aunque tengan un alto contenido en grasa, pertenecen al grupo de las monoinsaturadas, un tipo de grasa que ayuda a reducir los altos niveles de colesterol, y por extensión, reduce el riesgo de enfermedades cardíacas. Los aguacates también son una fuente importante de fibra, tanto soluble como insoluble, vitales para una digestión eficaz. Y aunque no lo parezca, son buenos para la vista, gracias a su contenido en luteína y zeaxantina, dos antioxidantes que actúan contra la degeneración macular.\n\nDe él se obtiene aceite, que, a diferencia de otros tipos de aceite, se extrae de la pulpa, y no de las semillas. Cerca de un 70% del aceite son grasas monoinsaturadas, y además, se compone de parte de los nutrientes y antioxidantes del aguacate, lo que lo convierte en una opción viable para la dieta. Este aceite, aunque es perfecto como aliño para ensaladas, destaca como aceite para cocinar (debido a su alta estabilidad). Cuando los aceites alcanzan cierta temperatura, empiezan a quemarse y descomponerse, haciendo que no sólo se pierda valor nutricional, sino que también se generen compuestos tóxicos. El aceite de aguacate tiene un punto de humo de 270º, que es significativamente más alto que el resto de aceites, incluido el de oliva."
        ]
      },
      "Granada":
      {
        "diff": 2,
        "content":
        [
          "La granada es rica en multitud de vitaminas y minerales, incluyendo la vitamina B6, cobre, manganeso y fósforo, pero destaca especialmente en su alto contenido en antioxidantes. Las granadas tienen tres tipos de polifenoles, y hay estudios que demuestran su poder anticancerígeno, especialmente en la próstata. Estos antioxidantes son beneficiosos para reducir la presión sanguínea y para bajar el nivel de colesterol. El contenido en azúcares es alto, pero por suerte, sólo hace falta una pequeña cantidad para obtener beneficios."
        ]
      },
      "Limón":
      {
        "diff": 2,
        "content":
        [
          "Los limones llevan usándose como medicina miles de años, siendo el alto contenido en vitamina C su elemento más conocido, especialmente como cura para resfriados y gripes. La vitamina C es un antioxidante, y los limones también contienen flavonoides: juntos, estos compuestos neutralizan los radicales libres que causan enfermedades y envejecen las células. El ácido cítrico es bueno para limpiar el sistema digestivo, y un vaso de agua caliente con limón ayuda a depurar las toxinas de forma más eficiente. También se dice que el zumo de limón puede disolver las piedras de los riñones al quitar el ácido úrico que las causa.\n\nLos limones cuentan con un amplio arsenal de minerales, incluyendo el hierro y el cobre, esenciales para la producción de glóbulos rojos, magnesio, calcio, potasio y folato."
        ]
      },
      "Pepino":
      {
        "diff": 2,
        "content":
        [
          "El pepino suele pasar desapercibido cuando se habla de alimentos saludables. Se compone en un 96% de agua, y por eso mismo es un alimento que se ha tomado desde hace siglos para hidratarse. También presentan multitud de beneficios para la digestión, ya que, aunque apenas contienen calorías, tienen fibra soluble, que contribuye a tener una mayor sensación de saciedad. Son una gran fuente de potasio y magnesio, que ayudan a regular la presión sanguínea y a combatir el estrés. Comer pepino puede ayudar a reducir el colesterol gracias a su alto contenido en esteroles, y pueden combatir el cáncer gracias a los antioxidantes, incluyendo vitamina C y beta-carotenos."
        ]
      },
      "Remolacha":
      {
        "diff": 2,
        "content":
        [
          "Las remolachas son nutritivamente completas, y una rica fuente de vitaminas y minerales, como la vitamina C, el potasio, el magnesio y el ácido fólico. Las hojas de la remolacha también son una excelente forma de tomar proteínas, hierro, cinc y calcio.\n\nDurante miles de años, la remolacha se ha usado con fines medicinales, y de hecho tenían razón: el rojo característico de la remolacha proviene de la betanina, que se cree que puede ayudar a combatir distintos tipos de cáncer y a limpiar el sistema digestivo. La remolacha, no obstante, tiene un alto contenido en azúcar (ronda el 10%, más alto que otras verduras), pero son azúcares de absorción lenta, por lo cual no provocan picos de glucosa en sangre."
        ]
      }
    }
  },
  "0 - Título": {
    "priority": -1,
    "entries":
    {
      "A - Título":
      {
        "diff": 1,
        "content":
        [
          "p100",
          "p1"
        ]
      }
    }
  }
}